[Language]
Code="vi"
Name="Tiếng Việt"
Translator="Gà Rừng <garungit@yahoo.com>"
Dir="ltr"

[MainFrame]
Title="Dịch thuật Lingoes"
Close="Thoát"
Maximize="Phóng lớn"
Minimize="Thu nhỏ"
Restore="Phục hồi"
Menu="Trình đơn chính"

; Status Icon
[NotifyIcon]
Tip="Lingoes Translator\nDịch tự động: [$CursorStatus]\nZoned Word Translator: [$SelectionStatus]\nTự động dò tìm trong Clipboard: [$ClipboardStatus]"
InfoTitle="Lingoes Translator"
Info="Dịch tự động: [$CursorStatus]\nZoned Word Translator: [$SelectionStatus]\nTự động dò tìm trong Clipboard: [$ClipboardStatus]"
Enabled="Đang kích hoạt"
Disabled="Không kích hoạt"

[MainMenu]
Open="Tra từ"
CursorTranslator="Dịch tự động"
SelectionTranslator="Zoned Word Translator"
ClipboardTranslator="Tự động tìm trong Cliboard"
Configuration="Cấu hình..."
Dictionaries="Từ điển..."
Appendices="Phụ lục..."
Activation="Kích hoạt Lingoes"
UpdateOnline="Cập nhật trực tuyến"
Help="Trợ giúp"
About="Về Lingoes"
SupportOnline="Hỗ trợ trực tuyến"
Exit="Thoát"

[DlgInput]
Back="Trở lại"
Forward="Hướng tới"
MainMenu="Trình đơn chính"
HistoryList="Danh sách từ đã tra"
Search="Tìm kiếm", "Tra từ"
WebSearch="Tìm kiếm trực tuyến"
AutoMatch="Tự động tham chiếu", "Tham chiếu danh mục từ"
MatchSetup="Thiết lập từ điển tham chiếu..."
FindEngine="Tìm thêm các trang web dịch thuật trực tuyến..."

[DlgIndex]
Index="Danh mục từ"
Guide="Cửa sổ chính"
Appendix="Công cụ tiện ích"
NoIndex="Không hiện mục lục"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Thêm từ điển vào <b>Nhóm từ điển danh mục</b>, Có thể kiểm chính tả khi nhập từ.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Để sắp xếp từ điển danh mục, nhấp vào đây.</u></a></div>"

[WebGuide]
Results="Kết quả"
Spelling="Kiểm lỗi chính tả"
Appendices="Phụ lục"
Options="Tùy chỉnh"
Dictionaries="Từ điển...", "Quản lý từ điển"
ManageAppendices="Phụ lục...", "Quản lý Phụ lục"
Configuration="Cấu hình...", "Thiết lập cấu hình"
Help="Trợ giúp", "Hướng dẫn sử dụng Lingoes"
Homepage="Lingoes.net", "Trang chủ phần mềm Lingoes"
Community="Cộng đồng lingoes", "Những người tham gia dự án phần mềm Lingoes"

[DlgStatus]
KeepVisible="Luôn luôn hiển thị"

[DlgView]
Speak="Phát âm", "Phát âm phần văn bản được chọn"
Search="Tìm kiếm"
Copy="Sao chép"
Print="In..."
Save="Lưu..."
Find="Tìm..."
SelectAll="Chọn tất cả"
TextTranslate="Dịch văn bản", "Sử dụng chức năng dịch đoạn văn bản"
StartPage="", "Start Page"
ShowIndex="Hiện thanh tác vụ"
HideIndex="Ẩn thanh tác vụ"
SaveFilter="Lưu dưới định dạng HTML File (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Tùy chọn phát âm..."
SelectVoice="Chọn giọng đọc"
Activation="Kích hoạt", "Trình kích hoạt Lingoes tự động"

[DlgInfo]
Title="Thông báo"
Ok="Chọn"
Cancel="Hủy bỏ"
Yes="Có"
No="Không"
Retry="Thử lại"
Abort="Thoát"
Ignore="Cho qua"

[DlgAuthentication]
Title="Kết nối"
TitleProxy="Kết nối với máy trạm"
Username="Tên sử dụng:"
Password="Mật khẩu:"
Remember="Ghi nhớ mật khẩu"
Ok="Chọn"
Cancel="Hủy bỏ"

[WndGrab]
Open="Tìm bổ sung"
Speak="Phát âm"
Copy="Sao chép"
TextTranslation="Dịch đoạn văn bản"
KeepSize="Cố định kích cỡ cửa sổ"
KeepVisible="Luôn luôn hiển thị"
Back="Trở lại"
Forward="Hướng tới"
Search="Tìm kiếm\n  Enter:\t\tTìm kiếm\n  Ctrl + Enter:\tTìm bổ sung\n  Shift + Enter:\tDịch đoạn văn bản\n  Alt + Enter:\tTìm kiếm trực tuyến"

[DlgDictOption]
Title="Danh mục từ điển"
NetInstall="Tải về từ trang Lingoes", "Tải thêm từ điển từ trang Lingoes.net"
Install="Cài đặt", "Cài đặt từ điển mới"
Uninstall="Gỡ bỏ", "Xóa từ điển này ra khỏi danh mục"
Add="Thêm mới", "Thêm từ điển mới vào danh mục"
Remove="Xóa bớt", "Xóa từ điển này ra khỏi danh mục"
Download="Tải về", "Tải từ điển này về máy tính"
MoveTop="", "Di chuyển lên trên cùng"
MoveUp="", "Di chuyển lên trên"
MoveDown="", "Di chuyển xuống dưới"
MoveBottom="", "Di chuyển xuống dưới cùng"
MoreDetails="", "Xem chi tiết từ điển này"
Close="Thoát"

Installed="Các từ điển đã cài đặt"
Query="Nhóm từ điển truy vấn"
Index="Nhóm từ điển danh mục"
Grab="Nhóm từ điển quét từ"

InstalledList="Đã cài đặt"
QueryList="Danh sách từ điển truy vấn"
IndexList="Danh sách từ điển danh mục"
GrabList="Danh sách từ điển quét từ"
DictID="Số ID từ điển"
Online="Trực tuyến"

Type="Loại"
OnlineType="Sử dụng trực tuyến (Kết nối Internet)"
AddFilter="Định dạng tệp từ điển Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Cài đặt từ điển"
Installing="Đang cài đặt từ điển..."

[DlgDictList]
Title="Danh mục từ điển"
Add="Thêm mới"
Cancel="Hủy bỏ"
Select="Chọn"
DictList="Danh mục từ điển"
ID="Số ID"
Online="Trực tuyến"

[DlgDictInfo]
Title="Từ điển"
Close="Thoát"

ID="Số ID"
MD5="MD5"
Name="Tên phần mềm"
Version="Phiên bản"
Date="Ngày tháng"
Update="Cập nhật"
IndexCount="Số mục từ"
GlsCount="Số từ điển"
DictTitle="Tên từ điển"
DictEdition="Phiên bản"
DictDescription="Mô tả từ điển"
PubAuthor="Tác giả"
PubEmail="Thư điện tử"
PubWebsite="Trang chủ"
PubCopyright="Bản quyền"
Filename="Tên tệp"

; Install Dictionaries
[DlgDictInstall]
Title="Cài đặt từ điển"
InstallSucceed="Bạn đã cài đặt từ điển \"[$DictTitle]\" thành công!"
DictGroupOption="Tùy chọn nhóm từ điển"
AddIndexGroup="Thêm vào \"Nhóm từ điển danh mục\""
AddIndexGroupDesc="Thêm vào nhóm từ điển danh mục theo thứ tự giảm dần."
AddGrabGroup="Thêm vào \"Nhóm từ điển quét từ\""
AddGrabGroupDesc="Thêm vào nhóm từ điển quét từ theo thứ tự giảm dần."
Ok="Đồng ý"

; Configuration
[DlgOption]
Title="Cấu hình"
Ok="Đồng ý"
Cancel="Hủy bỏ"
General="Tổng quát"
Appearance="Giao diện"
Connection="Kết nối"
Speech="Phát âm"
Hotkey="Phím nóng"
Translate="Cách tra từ"
License="Giấy phép sử dụng"

; General
[DlgOptGeneral]
Language="Ngôn ngữ"
UILanguage="Chọn giao diện muốn sử dụng"

WebSearch="Tìm kiếm trực tuyến"
SelectWebSearch="Chọn trang Web muốn sử dụng"

TermHistory="Danh mục từ đã tra"
SaveHistory="Số từ đã tra cần ghi nhớ"
ClearHistory="Xóa hết từ đã tra"
ClearHistoryConfirmation="Bạn có muốn xóa danh sách các từ đã tra không?"

AutoStart="Khởi động Lingoes cùng Windows"
StartMin="Thu nhỏ sau khi chạy"

; Appearance
[DlgOptAppearance]
UserInterface="Giao diện"
WindowStyle="Kiểu mẫu cửa sổ hiển thị"
WindowFont="Phông chữ cửa sổ"
WindowFontSize="Kích cỡ chữ cửa sổ"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Hiển thị kết quả"
TextFont="Phông chữ"
TextFontSize="Kích cỡ chữ"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Phiên âm"
CursorTranslatorBar="Giao diện cửa sổ tra từ di động"
FontColor="Màu chữ"
BackColor="Màu nền"
BorderColor="Màu khung viền"
Transparence="Trong suốt"
SampleText="Văn bản mẫu"

[Style]
0="Không áp dụng kiểu mẫu"
1="Kiểu mẫu mặc định"

; Translate
[DlgOptTranslate]
SupportLCMap="Support local language mapping"

; Capture
[DlgOptCapture]
CursorActivation="Tra từ bằng cách:"
MouseActivation="Kiểu sử dụng:"
MouseOver="Quét chuột"
LeftMouseButton="Chuột trái"
MiddleMouseButton="Chuột giữa"
RightMouseButton="Chuột phải"
MouseXButton1="Mouse X Button1"
MouseXButton2="Mouse X Button2"
TimeDelay="Thời gian chờ"
MSEL="mi-li giây"
Language="Tùy chọn ngôn ngữ"
IgnoreLatin="Bỏ qua các ký tự Latin (Anh, Pháp, Đức, Tây Ban Nha, v.v..)"
IgnoreCJK="Bỏ qua các ký tự tượng hình (Hoa, Nhật, Hàn)"
IgnoreCyrillic="Bỏ qua các ký tự Kirin (Nga, Bun-ga-ri, v.v..)"
IgnoreArabic="Bỏ qua các ký tự tiếng Ả rập, Do thái"
InstallAdobePlugin="Install Adobe Acrobat/Reader Plug-in"
ZonedWord="Zoned Word Translator"
ZonedWordFilterRule="Zoned Word Filter Rules..."

; Speech
[DlgOptSpeech]
Engine="Thiết lập chức năng phát âm"
Voice="Giọng đọc"
Volume="Âm lượng"
Pitch="Trầm bổng"
Speed="Tốc độ"
RealtimePron="Tự động phát âm khi tra từ"
Test="Nghe thử"
EnterText="Gõ văn bản mẫu muốn nghe ở đây"

; Connect
[DlgOptConnection]
ConnectSet="Thiết lập kết nối"
DirectConnect="Kết nối trực tiếp"
IEProxyConnect="Sử dụng máy trạm khi duyệt web"
ProxyConnect="Thiết lập kết nối qua máy trạm bằng tay"
ProxyServer="Tên máy trạm:"
ProxyPort="Cổng:"
Username="Tên sử dụng:"
Password="Mật khẩu:"
OnlineUpdate="Cập nhật trực tuyến"
UpdateNow="Cập nhật ngay"
EnableUpdate="Tự động cập nhật"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Mở cửa sổ chính"
GrabToggleKey="Phím kích hoạt chế độ quét từ"
ClipboardToggleKey="Phím kích hoạt tra từ trong Clipboard"
Pronounce="Phát âm"
CopyInterpretation="Sao chép"

[DlgExpire]
Title="Lingoes đã hết hạn dùng thử!"
Ok="Cập nhật ngay"
Cancel="Hủy bỏ"
NetworkSettings="Thiết lập kết nối"
Support="Lingoes.net"
AskUpgrade="Đã hết hạn dùng thử! \nVui lòng tải phiên bản mới từ Lingoes.net...""

[DlgAbout]
DlgTitle="Về Lingoes"
Version="Phiên bản V"
PortableEdition="Portable Edition"
Email="Thư điện tử:"
Website="Trang chủ"
LicenseTo="Người đăng ký:"
LicenseID="Số ID sản phẩm:"

[WebResult]
SpellingAlternatives="Gợi ý từ thay thế"
SpellChecker="Kiểm lỗi chính tả"
TextTranslation="Dịch đoạn văn bản"
WebSearch="Tìm kiếm trực tuyến"
MoreResults="Xem thêm kết quả"
WaitSearch="Đang dò kết quả..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Không tìm thấy từ \"<font color='#C00000'>[$SearchKey]</font>\" trong từ điển.</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Xem trợ giúp Lingoes trực tuyến..."
DownDictTip="Tải thêm từ điển mới..."
Intro="Hỗ trợ 80 ngôn ngữ trên thế giới (từ điển & giao diện người dùng)<br>Phát âm trên 23 ngôn ngữ, rờ chuột tra từ tiện lợi."

[TextTranslation]
Title="Dịch đoạn văn bản"
To="Sang"
Translate="Dịch thuật"
RequestFailed="Không thể kết nối với dịch vụ dịch thuật trực tuyến"
ConnectFailed="Không thể kết nối với máy chủ. Nếu bạn đã kết nối Internet, vui lòng kiểm tra lại cấu hình thiết lập mạng của bạn."
WaitRequest="Đang chờ kết quả dịch thuật..."
ParseResultFailed="Đang phân tích kết quả dịch thuật. Nếu thông báo này lập lại, vui lòng báo ngay cho chúng tôi."

; Layout
[Layout]
DictMenu="Trình đơn từ điển"
ShowResult="Xem kết quả"
MinimizeResult="Thu nhỏ kết quả"
FindWord="Tra từ:"

; Dictionary Menu
[DictMenu]
About="Về..."
Enable="Kích hoạt"
Disable="Không hiển thị"
DisableMsg="Lingoes sẽ không hiện kết quả của từ điển này khi tra từ vào lần sau?"
MoveTop="Di chuyển lên trên cùng"
ArrangeResults="Sắp xếp thứ tự kết quả..."
IndexGroup="  (Nhóm danh mục)"
QueryGroup="  (Nhóm truy vấn)"
GrabGroup="  (Nhóm quét từ)"

[Update]
Title="Cập nhật trực tuyến"
AskUpgrade="Đã có phiên bản mới hơn, bạn có muốn cập nhật ngay hay không?"
UpgradeNow="Đang kết nối với phiến bản mới"
UpdateSuccess="Cập nhật thành công!"
UpdateFail="Cập nhật thất bại!"
NoUpdate="Không tìm phiên bản nào mới hơn phiên bản hiện tại!"

CheckUpdate="Checking update..."
GetUpdateInfo="Getting updated information..."
DownUpdateData="Downloading updated data..."
ExecUpdate="Updating system..."
GetUpgradeInfo="Getting upgraded information..."
DownUpgradeData="Downloading upgraded data..."
ExecUpgrade="Upgrading system..."
NeedExitForUpgrade="Lingoes will quit for finishing upgrade"

[Message]
InitUpdateServerFail="Không thể thực hiện chức năng cập nhật tự động"
StartDictServerFail="Không thể sử dụng từ điển trực tuyến"

DictFileErr="Định dạng của từ điển \n[$Filename] không đúng!"
DictVersinTooOld="Từ điển [$Filename]\nphiên bản ([$DictVer]) quá cũ.\n\nBạn có muốn tải về phiên bản mới hơn từ Lingoes.net không?"
DictVersinTooNew="Từ điển [$Filename]\nphiên bản ([$DictVer]) quá mới.\n\nBạn có muốn tải về phiên bản cũ hơn từ Lingoes.net không?"

AskDictRepeatInstall="Số ID của từ điển \"[$DictTitle]\"\nbị trùng. Bạn có muốn cài đặt lại không?"
InstallDictFail="Không cài được từ điển \n[$Filename]!"
AskUninstall="Bạn có muốn gỡ bỏ từ điển \n[$DictTitle]\nID: [$DictID] không?"
UninstallDictFail="Không thể gỡ bỏ từ điển \n[$DictTitle]\nID: [$DictID] được!"
AskRemoveFromGroup="Bạn có muốn xóa \"[$DictTitle]\" ra khỏi danh mục không?"

MemoryAllocFail="Bộ nhớ không đủ!"
FilenameInvalid="Tên từ điển không đúng!"

AreYouAbort="Bạn có muốn thoát không?"
CreateThreadFail="Không tạo được!"
CreateEventFail="Không thực hiện được yêu cầu!"
Unfulfilment="Không thỏa đáng!"
OnlyProVersion="Chỉ dành cho Lingoes phiên bản Pro!"
NoRegister="Lingoes chưa được đăng ký!"
UsernameIsEmpty="Không có tên người dùng!"
SaveSearchResultFail="Không thể lưu kết quả của từ vừa tra"

OpenAppendixFail="Không thể mở được phụ lục!"
OpenSpeechEngineFail="Không thể sử dụng giọng đọc này, Bạn có muốn tải nó về từ trang chủ Lingoes.net không?"

; NeedIE6Support="Yêu cầu sử dụng Internet Explorer 6 hay cao hơn để sử dụng!"
NoImplement="Không thể thực hiện được chức năng này!"
